{
  "steps": [
    "Across the four regions, the bulk of annual CO2 emissions comes from electricity generation, transport and from heating in buildings and industry. The land sector currently is small carbon sink in each of the regions as afforestation outweighs deforestation.",
    "However, there are also some differences across the regions. While about 50% of Australian emissions come from electricity generation, this share is only about a quarter in the EU. This is due to the extensive use of coal power in Australia, while the EU already uses a higher percentage of nuclear and renewable power sources. ",
    "The dominance of road travel in the US lead to high transport emissions. Japan, in contrast, has a relatively small share of transport emission due to modern electric rail infrastructure.",
    "Without additional policies to support a low-carbon transition, carbon emissions will not reach net-zero by 2050. Under such scenario, emissions are projected to decrease only slightly across the four regions.",
    "In our net-zero scenario, each of the regions reaches carbon neutrality by 2050. Most importantly, emissions from the energy sector are strongly reduced up to 2050. The electricity generation is completely decarbonized, yet some residual emissions remain in the transport and industry sector, which are more difficult to decarbonize.",
    "To attain net-zero, these residual emission are compensated by carbon dioxide removal (CDR) from the atmosphere. The principal methods to generate such negative emissions are afforestation (land-use change) and the combustion of bioenergy with subsequent carbon capture and storage (BECCS).",
    "The significance of carbon dioxide removal may differ across regions. Australia, for example, has large land areas available for afforestation and a low population density. These are promising conditions for scaling up carbon dioxide removal (CDR).",
    "What needs to happen to bend down the current emissions trajectory? In each of the regions, the transition will require an interplay of different mitigation strategies.",
    "The first mitigation strategy is to simply use less energy than in the current policies scenario. This can be achieved by shifting consumption patterns to less energy-intensive goods and services or by increasing the energy efficiency of, for example, cars or industrial processes. All regions achieve some significant emission reductions in the net-zero scenario relative to the current policies scenario only by energy demand reduction.",
    "An even larger abatement effect has the decarbonization of the electricity sector. By completely phasing-out coal and gas power for renewable electricity in the net-zero scenario, the regions can bring down their emissions relative to the current policies scenario by a quarter (US) to a third (Australia).",
    "To reduce emissions beyond the power sector, electrification of energy appliances is key. This includes, for example, switching to electric vehicles or using heat pumps in buildings and industry.",
    "The remaining energy demand, which cannot be electrified, needs to be switched to low-carbon fuels such as hydrogen or biofuels. Moreover, emissions from oil refineries and gas or coal-powered district heating plants, that are not needed anymore are avoided. All those emission reductions are subsumed under non-electricity decarbonization.",
    "To reach net-zero the remaining gap needs to be filled by reducing emissions from land-use change (halt deforestation) and deploying carbon dioxide removal (CDR) options such as afforestation and bioenergy with carbon capture and storage (BECCS).",
    "Carbon dioxide removal may reduce the need to abate emission in the energy sector. While the EU and Japan reduce more emissions by electrification and non-electricity decarbonization in our scenario, Australia uses more carbon dioxide removal to get to net-zero. However, the future availability of afforestation and BECCS is still uncertain. Hence, the energy transition should not be postponed only by relying on CDR in the future."
  ]
}
